[
    {
        "name":"Ismena",
        "level": 1,
        "hero_class": {
            "name":"Czarownik",
            "descr":"Czarownicy to najznakomitsi spośród użytkowników magii. Czepiąc z trudno dostępnego magicznego splotu przenikającego kosmos, czarownicy formułują zaklęcia wybuchającego ognia, uderzających piorunów, suptelnej manipulacji, oraz brutalnej dominacji umysłów. Najpotężniejsi z nich potrafią przywołać stwory pochodzące z innych sfer egzystencji, spojrzeć w przyszłość i zamienić powalonych wrogów w zombi!"
        },
        "character": {
            "name":"Chaotyczny dobry",
            "descr":"Ze zdobywania wiedzy wynikają korzyści dla wszystkich. Królestwa i prawa są przydatne, dopóki pozwalają wiedzy triumfować. Tyrani chcący ją kontrolować są najgorszymi ze złoczyńców. Chętnie dzielisz się wiedzą i korzystasz z niej, by pomagać innym."
        },
        "race": {
            "name":"Elf wysoki",
            "descr":"Elfy są znanym ze swojego nieziemskiego wdzięku magicznym ludem, który choć żyje w granicach znanego świata, to nie do końca jest jego częścią. Rasa ta zamieszkuje w miejscach pełnych niesamowitego piękna - w samym sercu pradawnych lasów lub w srebrzystych wieżach skrzących się zaczarowanym światłem, gdzie dookoła rozbrzmiewa subtelna muzyka, a delikatne wonie unoszą się w podmuchu wiatru. Elfy kochają naturę i magię, sztukę i kunszt rzemieślniczy, muzykę i poezję."
        },
        "origin": {
            "name":"Akolita",
            "descr":""
        },
        "inspiration": {
            "name":"",
            "value": 0
        },
        "backstory":"Wiedziesz życie pełne oddania Oghmie, wszystkowidzącemu bogu wiedzy, całymi latami zgłębiając wiedzę na temat Wieloświatu. Podczas Twojego transu Oghma zesłał Ci wizję wyznaczając Ci zadanie do wykonania. Plemię goblinów zamieszkało w ruinach obecnie nazywanych Zamkiem Skałozębów. Niegdyś znajdował się tam poświęcony Oghmie ołtarz, lecz gobliny go splugawiły. Poświęcenie ołtarza gobliniemu bogu Maglubiyetowi stanowi dla Oghmy niedopuszczalną obrazę, która nie może być dłużej tolerowana. Masz pewność, że Oghma ma wobec Ciebie większe plany, jeśli tylko dasz radę wypełnić zadanie. W między czasie kolejna wizja podpowiada Ci, że w Mirabarze możesz liczyć na pomoc tamtejszych wyznawców Oghmy. Po drodze do Mirabar zamierzasz odwiedzić miasto portowe Luskan, w którym znajduje się Wieża Tajemnych Arkan. Zgromadzona tam wiedza bardzo Ci pomoże w Twoich badaniach.",
        "HP": {
            "value": 8,
            "total": 8,
            "dice": "1k6"
        },
        "AC": {
            "base": 12,
            "total": 12
        },
        "exp": {
            "value": 0,
            "next_level": 5000
        },
        "stats": [
            {
                "name":"Siła",
                "value": 10,
                "descr":"Siła została w Zapomnianych Krainach okrzyknięta najważniejszym atrybutem. Głosów za siłą było tyle ile osób mających problem z odkręceniem słoja."
            },
            {
                "name":"Zręczność",
                "value": 15,
                "descr":"Wysoka zręczność pozwala na uniknięcie sytuacji \"Zaraz kogoś zabije jak złamie jeszcze jeden wytrych...\""
            },
            {
                "name":"Kondycja",
                "value": 14,
                "descr":"O ilości przeżyć spotkań z bandą Gibberlingów świadczy fakt, iż Ci, którym udało się uciec mieli dużo szczęścia... i kondycji..."
            },
            {
                "name":"Inteligencja",
                "value": 16,
                "descr":"Inteligencja jest bardzo przydatna. Nawet po egzaminie promagicznym na ostatnim roku akademii."
            },
            {
                "name":"Mądrość",
                "value": 12,
                "descr":"Mądrość jest dowodem na to, że czasami umysł ma większą potęgę od siły! Ale w przypadku smoka... Siła i mądrość się ugina."
            },
            {
                "name":"Charyzma",
                "value": 8,
                "descr":"O tym jak bardzo charyzmatyczna jesteś decyduje mnóstwo czynników. Przyjaciele, znajomi, ilość osób zapraszających Cię na bale i uczty..."
            }
        ],
        "rolls": [
            {
                "name":"Siła",
                "value": 0,
                "descr":""
            },
            {
                "name":"Zręczność",
                "value": 2,
                "descr":""
            },
            {
                "name":"Kondycja",
                "value": 2,
                "descr":""
            },
            {
                "name":"Inteligencja",
                "value": 5,
                "descr":""
            },
            {
                "name":"Mądrość",
                "value": 3,
                "descr":""
            },
            {
                "name":"Charyzma",
                "value": -1,
                "descr":""
            }
        ],
        "skills": [
            {   
                "name":"Akrobatyka",
                "value": 2,
                "descr":"Skacz, padnij, wykonuj przewroty! Prawdziwe wyzwanie zaczyna się przy pełnej płytowej zbroi!"
            },
            {
                "name":"Atletyka",
                "value": 0,
                "descr":"Im szybciej biegniesz tym bardziej podejrzana jesteś!"
            },
            {
                "name":"Historia",
                "value": 3,
                "descr":"Ponoć historia lubi się powtarzać. Podobno historia lubi się powtarzać. Mówi się, że historia lubi się powtarzać."
            },
            {
                "name":"Intuicja",
                "value": 3,
                "descr":"Zaufaj swojej intuicji! Zwłaszcza kiedy wyraźnie słyszy sapanie dorosłego trolla nad uchem!"
            },
            {
                "name":"Medycyna",
                "value": 1,
                "descr":"Jak każdy postęp w medycynie, magia też ma swoich \"antyczarowników\"."
            }, 
            {
                "name":"Opieka nad zwierzętami",
                "value": 1,
                "descr":"Opieka nad zwierzętami jest bardzo ważna! Twój chochlik może i nie docenia co dla niego robisz, ale przynajmniej nie gryzie Ci kapci!"
            },
            {
                "name":"Oszustwo",
                "value": -1,
                "descr":"\"Oszustwo nie popłaca\" - nie powiedział nigdy żaden opływający w luksusach członek rady."
            },
            {
                "name":"Percepcja",
                "value": 3, 
                "descr":"To jest coś co może zaważyć o tym czy dostrzeżesz kiepsko ukrytego bandytę w krzakach czy też nie."
            },
            {
                "name":"Perswazja",
                "value": -1,
                "descr":"Przydatne przy handlu z kupcami, próbie wymigania się strażnikom albo w sytuacji w stylu \"To nie tak jak myślisz, skarbie!\"."
            },
            {
                "name":"Przyroda",
                "value": 3,
                "descr":"Natura jest wszędzie wokół Ciebie! To bujne drzewa okalające lasy, rozćwierkane ptaki o barwnym upierzeniu i ten krowi placek, którego nie zauważyłaś, bo podziwiałaś wszystko wokoło..."
            },
            {
                "name":"Religia",
                "value": 5,
                "descr":"W każdym wojowniku dumny lew pręży się do skoku, zaś w każdym akolicie... no coż... dobry nawet i ten doping z daleka..."
            },
            {
                "name":"Skradanie się",
                "value": 2,
                "descr":"Od razu uprzedzę. Trolle może i są głupie, ale skradający się rycerz w pełnej zbroi płytowej łudzący się, że go nie usłyszą, jest jeszcze głupszy!"
            },
            {
                "name":"Przetrwanie",
                "value": 1,
                "descr":"Umiejętność przetrwania w dziczy jest bardzo ważna! Choć prężnie rozwijająca się sieć karczm \"McArthur\" zdaje się już być wszędzie! Nawet w bardzo głębokiej dziczy!"
            },
            {
                "name":"Śledztwo",
                "value": 5,
                "descr":"Im wyższa wartość tym większy z Ciebie Sherlock Holmes! Zaraz... Kim jest Sherlock Holmes?"
            }, 
            {
                "name":"Wiedza tajemna",
                "value": 5,
                "descr":"\"Uważam, że wiedza tajemna nie jest nam w ogóle przydatna w dorosłym życiu\" - tak pisze na nagrobku pewnego studenta Akademii Magii, po incydencie z eksperymentem z zakresu wiedzy tajemnej."
            }, 
            {
                "name":"Występy",
                "value": -1,
                "descr":"Najbardziej wpadające w ucho pieśni tworzą zupełnie inną treść w głowie, najczęściej \"lalala\"."
            },
            {
                "name":"Zastraszanie",
                "value": -1,
                "descr":"\"Gadaj lepiej gdzie jest ukryty skarb, albo Ci ***...\""
            },
            {
                "name":"Zwinne dłonie",
                "value": 2,
                "descr":"\"Hmmmm, mógłbym przysiąc, że miałem ze sobą pełną sakwę złota...\""
            }
        ],
        "gold": 10,
        "equipment": [
            [1],
            [13],
            [14],
            [4],
            [5],
            [6, 2],
            [7],
            [8],
            [9],
            [10],
            [11],
            [12, 4]
        ],
        "equipped": {
            "head":"",
            "neck": 13,
            "body": 4,
            "arms":"",
            "hands":"",
            "left_ring":"",
            "right_ring":"",
            "legs":"",
            "boots":"",
            "weapon": {
                "left_hand":"",
                "right_hand":""
            },
            "range_weapon": {
                "weapon": 14,
                "ammo":""
            }
        },
        "spells": {
            "available":[

            ],
            "prepared": [
                
            ]
        }
    }
]