[
    {
        "id": 0,
        "type":"text",
        "text":"Twoja historia rozpoczyna się w mieście portowym Luskan, które jest ostatnim posterunkiem przed mroźnymi zakamarkami Doliny Lodowego Wichru. Znane też pod nazwą Miasta Żagli, jest jednym z największych miast Wybrzeża Mieczy oraz jednym z najważniejszych. Jego mieszkańcami są ludzie północy z Ruathrym, w większości byli piraci. W Luskan władzę obejmuje pięciu najwyższych kapitanów, z których każdy był niegdyś lordem wśród piratów. Prawdziwą władzę posiada jednak wspólnota magów zwana Bractwem Tajemnic (lub Tajemnym Bractwem). Jego członkowie starają się unikać konfliktów z Waterdeep i Amn. W 1361 roku mieszkańcy Luskan podbili ojczyznę ludzi północy, wyspę Ruathrym, lecz wkrótce potem zostali z niej odparci przez Sojusz Lordów. Luskanie nie tylko stracili twarz, lecz poczuli się również oszukani. Z tego powodu nie zwracają uwagi na cumujących na ich wodach piratów żyjących z łupienia Waterdeep. Niewiele się od tamtego momentu zmieniło. Luskan jest wciąż tym samym portowym miastem jakim zapamiętała go kupiecka gawiedź przemierzająca te krainy od wielu, wielu lat.",
        "next": [
            {
                "text":"I tutaj pojawiasz się Ty."
            }
        ]
    },
    {
        "id": 1,
        "type":"text",
        "text":"Przybyłaś do miasta Luskan wczesną zimą, która przez sąsiedztwo z Doliną Lodowego Wichru jest dosyć sroga. Twoje największe zainteresowanie wzbudza Wieża Tajemnych Arkan, która pomogłaby Ci rozszerzyć wiedzę na temat Twoich badań nad Wieloświatem. Ogromna budowla przypominająca wyglądem potężne drzewo pnie się wysoko ponad mury miasta dając znak dalekim jeszcze podróżnym, że cel ich destynacji jest już blisko. Widok tej wieży z ulicy zabiera Ci dech w piersiach i wzbudza podniecenie, jednak na tą chwilę musisz znaleźć jakąś gospodę na noc. O tej porze Wieża Tajemnych Arkan jest zamknięta dla odwiedzających. Zatrzymujesz się więc w gospodzie \"Królewskie Dłonie\", słynącej z wykwintnych potraw i nietuzinkowego wystroju. Tego dnia gospoda wypełniona była miejscową arystokracją i podróżnymi, którzy cenią sobie luksusy i wygodę. Siadasz przy okrągłym, drewnianym stole będącym najbliżej paleniska. Trzaskający wesoło ogień koił Twoje niezwykle czułe uszy, wrażliwe na hałas szczególnie przy takim tłumie. Torbę z zapasami rzuciłaś pod stół i wzięłaś do ręki przypiętą do pasa, schowaną w pokrowiec księgę. Otworzyłaś ją, obserwując towarzystwo w poszukiwaniu potencjalnych ciekawskich, jednak wszyscy byli zajęci sobą. Otworzyłaś księge na pierwszym rozdziale, jednak prawie natychmiast ją zamykasz, bo wyczułaś, że ktoś podchodzi do Twojego stolika. To była kelnerka. Wyglądała bardzo młodo, jednak to nie powtrzymywało innych przed spojrzeniami pełnymi pożądania. Dziewczyna grzecznie i dostojnie zapytała co podać. Odmachnęłaś jej jedynie ręką dając do zrozumienia, żeby Ci nie przeszkadzała.",
        "next": [
            {
                "text":"Otwierasz ponownie księgę i odpływasz myślami do spisach w niej słów."
            }
        ]
    },
    {
        "id": 2,
        "type":"text",
        "text":"Minęło pół godziny. Towarzystwo w gospodzie się nie zmieniło, a ogień w palenisku wzbogacił się o dwa solidne kawałki drewna. Rozglądasz się wokoło i zastanawiasz się co mogło wyrwać Cię z głębokiej lektury. Gdy już zrezygnowana masz zamiar powrócić do czytania, Twoje uszy wyłapują słowo \"wieża\" z ust arystokraty siedzącego dwa stoły przed Tobą.",
        "next": [
            {
                "text":"Zamykasz książkę i próbujesz się wsłuchać w jego słowa."
            }
        ]
    },
    {
        "id": 3,
        "type":"dialogue",
        "who":"Arystokrata",
        "text":"Jak można w ogóle na coś takiego się godzić? Jak taki człowiek ma z czymś takim potem żyć? Ja nigdy w życiu nie byłbym do czegoś takiego zdolny.",
        "next":"default"
    },
    {
        "id": 4,
        "type":"dialogue",
        "who":"Arystokrata",
        "text":"Uspokój się, Mariusie. Podejrzewam, że gdyby jakiś bodaj kochanek wpełzł pod suknie Twojej najdroższej Elizy to byś go drobniutko posiekał. Jednak pomijając fanaberie Twojej lubej to sam jestem przerażony. Jak mam czuć się bezpiecznie w mieście, gdy pod nosem samych strażników i, no kto by się spodziewał, Bractwa Tajemnic dzieją się takie rzeczy. Z takimi magami zadrzeć. Oj, biada człowiekowi.",
        "next":"default"
    },
    {
        "id": 5,
        "type":"dialogue",
        "who":"Arystokrata",
        "text":"Biada, nie biada. Zamordował jednego z nich. I to w samej wieży. Znajdź mi wojownika, który odważyłby się na coś takiego.",
        "next":"default"
    },
    {
        "id": 6,
        "type":"dialogue",
        "who":"Arystokrata",
        "text":"Teraz to już na pewno się nikt nie odważy. Będziesz wracać to zobaczysz. Cały most, cała okolica oraz sąsiadujące z wieżą dystrykty są teraz pełne strażników i Bractwa. Przesłuchują kogo się da.",
        "next":"default"
    },
    {
        "id": 7,
        "type":"dialogue",
        "who":"Arystokrata",
        "text":"Panowie. Odłóżmy na bok ten nonsens. Przybyliśmy tutaj spędzić miło czas, może nawet poznać jakąś zacną szlachciankę. Nie psujmy sobie tego wieczora jakimiś nieistotnymi wydarzeniami. O, idealnie w porę idzie nasz napitek. Pozwólcie, że miast słuchać tych bzdur oddam się tej złotej rozkoszy.",
        "next":"default"
    },
    {
        "id": 8,
        "type":"text",
        "text":"W jednym momencie Twoje plany legły w gruzach. Z jednej strony czułaś się przybita faktem, że taka długa podróż poszła na marne, ale z drugiej strony byłaś bardzo ciekawa tego co zaszło w wieży. Doszłaś do wniosku, że skoro i tak ta wyprawa się nie udała to możesz rozpocząć zupełnie inną. Wpierw jednak przydałby Ci się świeży umysł, bo zaczynasz czuć zmęczenie. W przeciwieństwie do Ciebie towarzystwo w gospodzie na brak energii nie mogło narzekać. Szczególnie grupka podróżników siedząca przy wejściu sądząc po ich głośnych śpiewach i demolce na stole.",
        "next": [
            {
                "text":"Zabrałaś więc swoje rzeczy i poszłaś wynająć u gospodarza pokój na noc."
            }
        ],
        "events": [
            {
                "type":"UPDATE_QUEST",
                "id": 1
            }
        ]
    },
    {
        "id": 9,
        "type":"text",
        "text":"Pokój wynajęty przez Ciebie był bardzo przytulny, jednak nie możesz tego samego powiedzieć o snach, które Cię tej nocy nawiedzały. Wpierw śniły Ci się gobliny, poważnie rozmyślające jak przyrządzić Twoją księgę na obiad, podczas gdy Ty próbowałaś wyłamać kraty antymagicznej klatki używając ręki truposza, który też się tam znajdował. Drugi sen był niewyraźny. Stałaś w ogromnej sali ze śnieżnobiałym sklepieniem. Wokół była nieskończona przestrzeń wypełniona kolumnami. Przed Tobą zaś znajdował się tron z czaszek, przed którym stała zakapturzona postać, podająca Ci notkę, na której były napisane słowa w nieznanym Ci języku. Ostatni sen przedstawiał tajemniczy monolit, który wyrastał z ziemi okrytej grubą warstwą śniegu. Wokoło szalała burza śnieżna. Próbowałaś się do niego zbliżyć, jednak postrzymywała Cię jakaś tajemnicza siła ciągnąca Cię w przeciwnym kierunku. Zza Twoich pleców rozlegał się złowrogi śmiech, lecz nie mogłaś się odwrócić. Tajemnicza postać przemówiła męskim głosem. \"To jeszcze nie jest Twój czas, moja droga. Teraz śpij!\". Burza śnieżna się nasiliła i czułaś jak zaczyna Cię zasypywać.",
        "next": [
            {
                "text":"Budzisz się gwałtownie."
            }
        ],
        "events": [
            {
                "type":"ADD_ITEM",
                "id": 2
            },
            {
                "type":"ADD_QUEST",
                "id": 2
            }

        ]
    },
    {
        "id": 10,
        "type":"text",
        "text":"Podnosisz się powoli z łóżka i ocierasz pot z czoła. Blade promienie słoneczne wpadają do pomieszczenia rozganiając ciemność. Świeca leżąca na stoliku nocnym musiała zgasnąć przed chwilą. Unosiła się nad nią słaba nitka dymu. Ocierasz oczy i odruchowo sprawdzasz czy Twoja księga, dzieło Twojego życia, dalej trzyma się Twojego magicznego pasa. Zamyślona zaczynasz pakować swoje rzeczy. Na krótki moment zapominasz o swoim celu, a w Twoich myślach kłębi się tysiące pytań. Co to było za miejsce? Co to była za budowla? Kim był człowiek stojący za Tobą? I co najważniejsze - co to wszystko ma wspólnego z Tobą?",
        "next": [
            {
                "text":"Stajesz na nogi i zabierasz do ręki swoją torbę."
            }
        ],
        "events": [
            {
                "type":"REMOVE_EFFECT",
                "id": 1
            }
        ]
    },
    {
        "id": 11,
        "type":"roll",
        "text":"Rozglądasz się raz jeszcze po pomieszczeniu sprawdzając czy wzięłaś wszystko ze sobą.",
        "difficulty": 5,
        "stat":"Percepcja",
        "next": {
            "success": 12,
            "failure": 14
        }
    },
    {
        "id": 12,
        "type":"text",
        "text":"Zauważasz na podłodze kartkę papieru, leżącą tuż przy drzwiach. Podnosisz ją, rozwijasz i Twoim oczom ukazuje się krótkie zdanie, napisane niechlujnie i w pośpiechu. \"Uważaj na siebie.\". Kolor atramentu sprawia, że tekst wygląda jak napisany krwią. Chowasz papier do kieszeni, rozglądając się dla pewności po pokoju, ale nie zauważasz niczego podejrzanego.",
        "next": [
            {
                "text":"Naciskasz na klamkę."
            }
        ],
        "events": [
            {
                "type":"ADD_ITEM",
                "id": 3
            },
            {
                "type":"ADD_QUEST",
                "id": 3
            }
        ]
    },
    {
        "id": 13,
        "type":"text",
        "text":"Wychodzisz z pokoju. Mijasz się ze sprzątaczką, która zamiatała podłogi miotłą. Starsza pani przywitała Cię skromnym uśmiechem i skinieniem głowy. Odwzajemniłaś tym samym. Schodzisz na dół po schodach. Gospoda jest całkiem opustoszała, jeżeli nie liczyć odzianego fioletowymi szatami mężczyzny, który ochoczo zajada się zamówionym śniadaniem i czyta książkę. Nie wszystko jeszcze zostało uprzątnięte. Na stole wczorajszych biesiadujących podróżnych wciąż leżą resztki jedzenia i poprzewracane kufle z rozlanymi napojami.  Właściciel gospody siedział półprzytomny za szynkwasem nie zwracając uwagi na Twoją obecność.",
        "next": [
            {
                "text":"Dalej.",
                "path": 16
            }
        ]
    },
    {
        "id": 14,
        "type":"text",
        "text":"Podchodzisz do drzwi, naciskasz klamkę i wychodzisz z pokoju. O mały włos nie zderzyłaś się z pracującą w tej gospodzie sprzątaczką, która zamiatała podłogę miotłą. Starsza pani rzuciła tylko ciche \"Bardzo przepraszam\" i usunęła Ci się z drogi.",
        "next": [
            {
                "text":"Ruszyłaś w stronę schodów."
            }
        ]
    },
    {
        "id": 15,
        "type":"text",
        "text":"Gospoda jest całkiem opustoszała, jeżeli nie liczyć odzianego fioletowymi szatami mężczyzny, który ochoczo zajada się zamówionym śniadaniem i czyta książkę. Nie wszystko jeszcze zostało uprzątnięte. Na stole wczorajszych biesiadujących podróżnych wciąż leżą resztki jedzenia i poprzewracane kufle z rozlanymi napojami.  Właściciel gospody siedział półprzytomny za szynkwasem nie zwracając uwagi na Twoją obecność.",
        "next":"default"
    },
    {
        "id": 16,
        "type":"location",
        "text":"Stoisz na środku gospody.",
        "next": [
            {
                "text":"Podchodzisz do właściciela.",
                "path": 17
            },
            {
                "text":"Podchodzisz do mężczyzny w fioletowych szatach.",
                "path": 31
            },
            {
                "text":"Wychodzisz na zewnątrz.",
                "path": 38
            }
        ]
    },
    {
        "id": 17,
        "type":"text",
        "text":"Gospodarz zdaje się przysypiać na ladzie, chowając głowę  między ramionami. Jednak gdy podchodzisz bliżej podnosi głowę jak na komendę i uśmiecha się szeroko. Szybko wstaje, strzepuje z białej koszuli resztki porannego śniadania, poprawia włosy i pochyla głowę.",
        "next":"default"
    },
    {
        "id": 18,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Witam serdecznie szanowną damę! Czym mogę służyć o tak wczesnej godzinie?",
        "next": [
            {
                "text":"Chciałabym oddać klucz do pokoju."
            }
        ]
    },
    {
        "id": 19,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Oczywiście. Czy wszystko było w porządku? Pościel ciepła? Materac wygodny? Jakieś zastrzeżenia co do pobytu?",
        "next": [
            {
                "text":"Nie. Wszystko było w porządku."
            },
            {
                "text":"Materac mógłby być miększy. Skandal w takim miejscu spać na czymś tak twardym!",
                "path": 21
            },
            {
                "text":"Znalazłam pod drzwiami do mojego pokoju tą dziwną notkę. (Pokaż list)",
                "path": 22,
                "require": {
                    "type":"item",
                    "id": 3
                }
            }
        ],
        "events": [
            {
                "type":"FINISH_QUEST",
                "id": 2
            },
            {
                "type":"REMOVE_ITEM",
                "id": 2
            }
        ]
    },
    {
        "id": 20,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Cieszę się niezmiernie. Ostatnio dużo osób narzeka na niewygodne łóżka czy właśnie straszne zimno. Dziwne jest też to, że ostatnio znika coraz więcej kluczy do pokoi. Na co komu tyle kluczy? Chyba będę musiał zatrudnić jakiegoś osiłka, który będzie sprawdzał gości czy nie zabrali czegoś stąd, ale czy to nie wystraszy innych, uczciwych ludzi? Tak czy inaczej cieszę się bardzo, że Pani nie należy do tego grona.",
        "next": [
            {
                "text":"Daleko mi do takiego grona.",
                "path": 23
            }
        ]
    },
    {
        "id": 21,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Przykro mi to słyszeć, jednakowóż dołożę wszelkich starań, by następna Pani wizyta w mojej gospodzie była idealna.",
        "next": [
            {
                "text":"Mam taką nadzieję.",
                "path": 23
            }
        ]
    },
    {
        "id": 22,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Nie mam zielonego pojęcia skąd się to mogło wziąć w Pani pokoju. Nie zauważyła Pani nikogo kto mógłby Panią znać? Może jest tutaj jakiś Pani znajomy, który nie przepada za bezpośrednią rozmową? Ten list mógł także równie dobrze przypadkiem wypaść z czyjejś kieszeni.",
        "next": [
            {
                "text":"Może masz rację.",
                "path": 23
            }
        ],
        "events": [
            {
                "type":"UPDATE_QUEST",
                "id": 3
            }
        ]
    },
    {
        "id": 23,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Czym jeszcze mogę służyć?",
        "next": [
            {
                "text":"Wiesz może co zdarzyło się w Wieży Tajemnych Arkan?"
            },
            {
                "text":"Co możesz mi powiedzieć o tym mieście?",
                "path": 26
            },
            {
                "text":"Muszę już iść...",
                "path": 29
            }
        ]
    },
    {
        "id": 24,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Ludzie gadają o jakimś morderstwie, że ktoś wtargnął do Wieży i w biały dzień poderżnął gardło jednemu z magów z Bractwa Tajemnic, którzy tam rezydowali. Ale nie wiadomo co jest prawdą. Straż zatajnia prawdziwe informacje, a ja słyszałem już od ludzi z tuzin historii jak został ten mag zamordowany. Jeden nawet głośno rozpowiadał, że był wtedy w Wieży i na własne oczy widział jak morderca rozpruwa magowi wnętrzności i zaczyna je jeść! Słyszała Pani kiedy coś takiego? Musiałem go wywalić z lokalu, bo była pora obiadowa, a goście zaczynali zielenieć. On też zzieleniał jak Straż zaciągnęła go na przesłuchania. Podobno jeszcze go nikt nie widział od tamtej pory.",
        "next":"default"
    },
    {
        "id": 25,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Zaczynam się obawiać o swoje bezpieczeństwo i moich gości. Chyba jeszcze dzisiaj zacznę poszukiwania jakiegoś najemnika do ochrony. Ostatnio pełno takich tędy wędruje w poszukiwaniu pracy.",
        "next": [
            {
                "text":"Co możesz mi powiedzieć o tym mieście?"
            },
            {
                "text":"Muszę już iść...",
                "path": 29
            }
        ]
    },
    {
        "id": 26,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Miasto jak każde inne, tyle że portowe. Niewiele się tutaj ostatnio dzieje, oprócz tego całego wydarzenia w Wieży. Jest tutaj kowal Bill, który dzieli swoją kuźnię z płatnerzem Benem. Ci to się dobrali imionami co nie? Naprzeciw gospody są Kwatery Kapitańskie. Idąc w prawo dojdzie Pani do targowiska, a za targowiskiem jest most prowadzący do Wieży Tajemnych Arkan.",
        "next":"default"
    },
    {
        "id": 27,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Za Wieżą znajduje się Dzielnica Mirabaru. Tam zbiera się najbardziej wpływowa arystokracja tego miasta. Jest tam także Gildia Kupiecka oraz alchemik Constant. Ludzie odwiedzają go często szukać lekarstw na różne przypadłości, jednak on zajmuje się zupełnie inną dziedziną. Raz przyszła do niego pewna urodziwa Pani i zażyczyła sobie mikstury powiększającej, no wie Pani, to i owo. Opowiada, że męża ma wspaniałego, ale to i owo mogło być większe.",
        "next":"default"
    },
    {
        "id": 28,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Jest tutaj także Zaułek Szczurów, dzielnica szumowin i złodziei. Znajduje się za Kwaterami Kapitańskimi. Jeżeli Pani sakiewka miła to lepiej się tam nie zapuszczać. A co do samego portu to znajdzie Pani tam kilka obskurnych oberży i paru handlarzy rybami. No bo co innego sprzedawać w mieście portowym jak nie ryby?",
        "next": [
            {
                "text":"Wiesz może co wydarzyło się w Wieży Tajemnych Arkan?",
                "path": 24
            },
            {
                "text":"Muszę już iść...",
                "path": 29
            }
        ]
    },
    {
        "id": 29,
        "type":"dialogue",
        "who":"Gospodarz",
        "text":"Oczywiście. Jeżeli będzie Pani potrzebowała noclegu to wie Pani gdzie mnie szukać.",
        "next": [
            {
                "text":"Koniec."
            }
        ]
    },
    {
        "id": 30,
        "type":"text",
        "text":"Po skończonej rozmowie odwracasz się i zauważasz, że mężczyna ubrany w fioletowe szaty opuścił już gospodę zostawiając resztki niedokończonego śniadania na stole.",
        "next": [
            {
                "text":"Wychodzisz więc z gospody.",
                "path": 38
            }
        ]
    },
    {
        "id": 31,
        "type":"text",
        "text":"Podchodzisz do mężczyzny. Z bliska dostrzegasz jego twarz, która do najpiękniejszych nie należy. Na jego policzkach rozciągają się ulice blizn, zaś całą szyję pokrywają krosty. Czoło ma mocno czerwone od poparzeń, a oczy przyozdobione rzędami krwistych korzeni. Patrząc na tego człowieka nie ma wątpliwości dlaczego nie ma włosów.",
        "next":"default"
    },
    {
        "id": 32,
        "type":"roll",
        "text":"Podchodzisz do jego stolika. Nie odrywa wzroku od książki zatytuowanej \"Wieża Arcyoczywistych Bzdur?\".",
        "difficulty": 8,
        "stat":"Historia",
        "next": {
            "success": 33,
            "failure": 34
        }
    },
    {
        "id": 33,
        "type":"text",
        "text":"Poznajesz tę księgę. Jak mówi sam tytuł wyśmiewa wiedzę zebraną w Wieży Tajemnych Arkan i mówi o niej jako coś oczywistego, a samo Bractwo Tajemnic nazywa 'niedoedukowanymi staruchami'. Oczywiście w swoim dziele używa niewyobrażalnej liczby dowodów, potwierdzeń i argumentów. Księga ta została zakazana ponad 50 lat temu. Liczne jej kopie spalono na dziedzińcu przed Wieżą, jednak jej autor udał się w podróż do Sfer Zewnętrznych i do tej pory go nie widziano.",
        "next": [
            {
                "text":"[ Zakaszlałaś, aby zwrócić na siebie uwagę mężczyzny. ]",
                "path": 35
            }
        ],
        "events": [
            {
                "type":"ADD_EXP",
                "value": 10
            }
        ]
    },
    {
        "id": 34,
        "type":"text",
        "text":"Próbujesz sobie przypomnieć informacje o tej księdze, jednak bezskutecznie. Pozostaje się domyślać po tytule, że księga ta jest raczej obraźliwa wobec wiedzy zgromadzonej w Wieży, aniżeli ją promuje.",
        "next": [
            {
                "text":"[ Zakaszlałaś, aby zwrócić na siebie uwagę mężczyzny. ]"
            }
        ]
    },
    {
        "id": 35,
        "type":"text",
        "text":"Mężczyzna ani drgnął. Jego oczy podążały dalej za linijkami tekstu w książce. Zakaszlałaś raz jeszcze. Tym razem nie odrywając wzroku od księgi machnął na Ciebie ręką, żebyś mu dała spokój.",
        "next": [
            {
                "text":"Halo? Słyszy mnie Pan?"
            },
            {
                "text":"[ Postanowiłaś dać mu spokój. ]",
                "path": 37
            }
        ]
    },
    {
        "id": 36,
        "type":"text",
        "text":"Zadziałało. Ale niekoniecznie tak jakbyś chciała. Mężczyzna zamknął książkę, wstał i udał się do innego stolika, rzucając Ci przy tym spojrzenie pełne pogardy. (UWAGA! Każda Twoja decyzja lub dialog wybrany wbrew naturze postaci spotka się z daleko idącymi konsekwencjami!)",
        "next":"default"
    },
    {
        "id": 37,
        "type":"location",
        "text":"Stoisz przy stoliku.",
        "next": [
            {
                "text":"Podchodzisz do właściciela.",
                "path": 17
            },
            {
                "text":"Wychodzisz na zewnątrz."
            }
        ]
    },
    {
        "id": 38,
        "type":"text",
        "text":"Wychodzisz z gospody na niezbyt ruchliwą ulicę, której głównym użytkownikiem jest miejscowa Straż odziana w kolczugi i dzierżąca długie włócznie. Po drugiej stronie ulicy znajduje się wielki ogród odgrodzony wysokim murem i solidną bramą, za którym stoi budynek z białego kamienia i mnóstwem kolumn. Lekko pruszący śnieg otula cienką warstwą puchu roślinność wokoło, a przebijające się przez szczeliny budynków za Tobą słońce kładzie na nim swój złoty blask. Przed gospodą na lewo znajduje się tablica ogłoszeń. Stoi przy niej bogato odziany mężczyna trzymający w dłoni kartkę papieru z jakimś ogłoszeniem, młotek i parę gwoździ. Z oddali słyszysz charakterystyczne odgłosy pracującej kuźni.",
        "next": [
            {
                "text":"Dalej.",
                "path": 54
            }
        ],
        "events": [
            {
                "type":"IF=>QUEST_NOT_FINISHED=FAILURE",
                "id": 2
            }
        ]
    },
    {
        "id": 39,
        "type":"visit",
        "who": 2,
        "text":"Podchodzisz do budynku z szyldem głoszącym \"B&B - najlepsi kowale w mieście\". Wchodząc do środka uderza Cię w twarz powiew gorącego powietrza wydobywającego się z ognisk pod wielkimi piecami ustawionymi w rzędzie pod ścianą. Pomimo takiej ilości ciepła i ognia niewiele widać przez dym unoszący się pod sufitem. Zza lady wystaje niewielka kępka włosów, która okazuje się być krasnoludem. Cała twarz była skryta czernią węgla, zaś z oczu tlił się żar.",
        "next": [
            {
                "text":"Witam."
            }
        ],
        "after": [
            {
                "type":"PERSON_VISITED",
                "id": 2
            }
        ]
    },
    {
        "id": 40,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Czego potrzebujesz?",
        "next": [
            {
                "text":"Chciałabym coś kupić.",
                "path": 40,
                "shop": 1
            },
            {
                "text":"Jak idzie handel?",
                "path": 41,
                "require": {
                    "type":"no_quest",
                    "id": 4
                }
            },
            {
                "text":"Wiesz może co takiego wydarzyło się w Wieży Tajemnych Arkan?",
                "path": 47
            },
            {
                "text":"Co możesz mi powiedzieć o tym mieście?",
                "path": 49
            },
            {
                "text":"To wszystko. [ Wychodzisz z budynku ]",
                "path": 54
            }
        ]
    },
    {
        "id": 41,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Handel? Ostatnimi czasy idzie bardzo dobrze! Od dawna nie sprzedałem tylu broni ile w tym miesiącu! A dzisiaj? Ludzie chyba naprawdę przestraszyli się tego całego mordercy. Lepiej mieć coś w zapasie niż być w chwili próby bezbronny. Teraz Ci zawszeni złodzieje dwa razy pomyślą zanim zajrzą komuś do sakiewki! Pieniądze albo ciach! Nie ma palca! He he he!",
        "next": [
            {
                "text":"Ucinanie palców to częsta forma kary za kradzieże?"
            }
        ]
    },
    {
        "id": 42,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Nie, skądże! Za takie przewinienia wsadzają do więzienia. Ale bądźmy szczerzy - takie ucięcie palucha zdziałałoby więcej niż siedzenie na dupie. I jeszcze takiego karmimy z naszych podatków! Ale przynajmniej siedzi w zamknięciu, a nie okrada wszystkich wokoło.",
        "next": [
            {
                "text":"Tobie też coś kiedyś ukradziono?"
            }
        ]
    },
    {
        "id": 43,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Nie tak dawno temu ktoś ukradł moją rodzinną pamiątkę. Pierścień z naprawdę przepięknym szafirem. Dzieło mistrzowskiego rzemiosła, mówię Pani! ",
        "next": [
            {
                "text":"Mógłbym odzyskać dla Ciebie ten pierścień."
            },
            {
                "text":"Rozumiem.",
                "path": 40
            }
        ]
    },
    {
        "id": 44,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Poważnie? Odnalazłabyś tego złodzieja? Byłbym naprawdę ogromnie wdzięczny! I oczywiście sowicie za taki chwalebny czyn wynagrodzę! Powiem Ci tyle co już zdążyłem przekazać straży. Facet w środku nocy włamał mi się do warsztatu wiedząc dobrze co ma ukraść. Nic nie zostało tknięte oprócz mojego kufra! A z kufra zniknął tylko ten pierścień! Obudziłem się i dostrzegłem go w ciemności. Jestem pewien, że facet był elfem, ale cholera niski był jak na elfa! Może mi się tak tylko wydawało, ale na pewno był elfem! W blasku świecy zobaczyłem szpiczaste uszy, na chwilę przed tym jak wyskoczył przez okno. I tyle go widziałem.",
        "next": [
            {
                "text":"Zrobię co w mojej mocy, żeby go dla Ciebie odzyskać."
            },
            {
                "text":"Wiesz co? Jednak się rozmyśliłam. To chyba jednak zadanie dla straży.",
                "path": 46
            }
        ]
    },
    {
        "id": 45,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Jesteś naprawdę wielkim bohaterem! Dla Ciebie to może i zwykły pierścień, ale dla mnie ma ogromną wartość sentymentalną!",
        "next": [
            {
                "text":"Drobiazg...",
                "path": 40
            }
        ],
        "events": [
            {
                "type":"ADD_QUEST",
                "id": 4
            }
        ]
    },
    {
        "id": 46,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Hm. No cóż. Jednak się co do Ciebie pomyliłem.",
        "next": [
            {
                "text":"Bywa.",
                "path": 40
            }
        ]
    },
    {
        "id": 47,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Tyle osób o tym gada, że ciężko wybrać tą najprawdziwszą historię. Niewiele Ci mogę powiedzieć. Całymi dniami siedzę przy tych piecach. Jedyne na czym mogę się opierać to różnorakie bajki opowiadane przez wszystkich.",
        "next": [
            {
                "text":"Znasz kogoś kto mógłby wiedzieć coś więcej na ten temat?"
            }
        ]
    },
    {
        "id": 48,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Straż blokuje dostęp do jakichkolwiek informacji. Wszyscy możemy jedynie wymyślać co się mogło naprawdę wydarzyć.",
        "next": [
            {
                "text":"Porozmawiajmy o czymś innym.",
                "path": 40
            }
        ]
    },
    {
        "id": 49,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Ha! To miejsce nie umywa się do stóp miasta Mirabar! Oczywiście ja mam inne zdanie od wszystkich, bo jestem krasnoludem, ale taka jest prawda! Jedyne na czym opiera się całe miasto to handel. Jak handel zdechnie to razem z nim całe miasto. Tutaj jedynymi towarami eksportowymi są ryby i futra. Kopalnie Mirabaru wydobywają prawie każdą znaną rudę tego świata. Niektóre z tych towarów docierają tutaj, to prawda, ale znaczna większość jest sprzedawana dalej. Podejrzewam, że gdyby Mirabarska Rada odcięła Luskan dostawy złóż to tutejsze zyski spadłyby o połowę!",
        "next": [
            {
                "text":"Handel tutaj to potęga."
            }
        ]
    },
    {
        "id": 50,
        "type":"dialogue",
        "who":"Kowal",
        "text":"I to jeszcze jaka! Samo miasto nie jest zaś aż tak zaszczytne. Zaułek Szczurów to prawdziwa skaza tego miejsca. Takiej przestępczości w żadnym mieście nie widziałem! Choć może to przez to, że niewiele podróżowałem. Co nie zmienia faktu, że nie da się bezpiecznie przejść tej dzielnicy i pozostać z sakiewką przy pasie!",
        "next": [
            {
                "text":"Każde miasto ma jakąś skazę."
            }
        ]
    },
    {
        "id": 51,
        "type":"dialogue",
        "who":"Kowal",
        "text":"Jest jeszcze parę oberży, sklepikarzy, szurnięty alchemik z dzielnicy Mirabaru, no i gospoda \"Królewskie Dłonie\", która zrzesza całą zebraną w tym mieście śmietankę arystokracką. O Wieży już Ci nawet nie muszę opowiadać, bo każdy o niej słyszał choć raz. Jest to cel większości podróżnych, którzy odwiedzają to miasto.",
        "next": [
            {
                "text":"To wszystko co chciałabym wiedzieć.",
                "path": 40
            }
        ]
    },
    {
        "id": 52,
        "type":"dialogue",
        "who":"Strażnik",
        "text":"Rozejść się!",
        "next": [
            {
                "text":"Chciałam tylko..."
            },
            {
                "text":"Koniec.",
                "path": 54
            }
        ]
    },
    {
        "id": 53,
        "type":"text",
        "text":"Strażnik odwraca się i nie zwraca na Ciebie uwagi.",
        "next":"default"
    },
    {
        "id": 54,
        "type":"location",
        "text":"Stoisz przed gospodą \"Królewskie Dłonie\".",
        "next": [
            {
                "text":"Ruszasz za metalicznym odgłosem młota do Kuźni.",
                "path": 39
            },
            {
                "text":"Podchodzisz do strażnika patrolującego ulicę.",
                "path": 52
            },
            {
                "text":"Podchodzisz do bramy prowadzącej do ogrodów.",
                "path": 55
            },
            {
                "text":"Zaczepiasz mężczyznę stojącego przy tablicy ogłoszeń.",
                "path": 65,
                "require": {
                    "type":"person_not_visited",
                    "id": 4
                }
            }
        ]
    },
    {
        "id": 55,
        "type":"text",
        "text":"Z bliska ogród wygląda jeszcze piękniej. Wprost do budynku prowadzi korytarz drzew, który przeplata się z tęczą kwiatów. Przechadzający się ogrodnicy doglądają każdej rośliny z ogromną starannością. Na prawo od wejścia kilka ławek otacza niewielki staw. Na lewo zaś stoi ogromny posąg mężczyzny z pirackim kordelasem gotowym do zadania ciosu nieuważnym turystom. Masz wrażenie, że każde jedno z setki okien w budynku wlepia w Ciebie swoje ukryte za szkłem ślepia. Drogę zagradza Ci wysoki i solidnie wyposażony strażnik. Lśniąca zbroja płytowa oślepia Cię odbijającym się od niej słonecznym blaskiem. Zza pleców wystaje mu ramię kuszy, a do pasa zamocowany ma miecz w pochwie i nieduży kołczan bełtów.",
        "next":"default"
    },
    {
        "id": 56,
        "type":"dialogue",
        "who":"Strażnik bramy",
        "text":"Stać! Z rozkazu kapitana Ramona mam zatrzymywać każdego kto próbuje dostać się do kwater.",
        "next": [
            {
                "text":"Dalej."
            }
        ]
    },
    {
        "id": 57,
        "type":"dialogue",
        "who":"Strażnik bramy",
        "text":"[ Strażnik bacznie Cię obserwuje. ]",
        "next": [
            {
                "text":"Kto tutaj rezyduje?"
            },
            {
                "text":"Co muszę zrobić byś wpuścił mnie do środka?",
                "path": 60
            },
            {
                "text":"Dlaczego nie wolno nikogo wpuszczać?",
                "path": 61
            },
            {
                "text":"[ Spróbuj dostać się do środka. ]",
                "path": 63
            },
            {
                "text":"[ Odejdź. ]",
                "path": 54
            }
        ]
    },
    {
        "id": 58,
        "type":"dialogue",
        "who":"Strażnik bramy",
        "text":"Pięciu najwyższych kapitanów.",
        "next": [
            {
                "text":"Powiesz mi o nich coś więcej?"
            }
        ]
    },
    {
        "id": 59,
        "type":"dialogue",
        "who":"Strażnik bramy",
        "text":"Jestem w trakcie służby. Odejdź.",
        "next": [
            {
                "text":"Rozumiem.",
                "path": 57
            }
        ]
    },
    {
        "id": 60,
        "type":"dialogue",
        "who":"Strażnik bramy",
        "text":"Nic. Odejdź.",
        "next": [
            {
                "text":"Jesteś bardzo rozmowny.",
                "path": 57
            }
        ]
    },
    {
        "id": 61,
        "type":"dialogue",
        "who":"Strażnik bramy",
        "text":"Rozkaz kapitana Ramona.",
        "next": [
            {
                "text":"Z jakiego powodu?"
            }
        ]
    },
    {
        "id": 62,
        "type":"dialogue",
        "who":"Strażnik bramy",
        "text":"Nie Twój interes.",
        "next": [
            {
                "text":"Rozumiem.",
                "path": 57
            }
        ]
    },
    {
        "id": 63,
        "type":"text",
        "text":"Wykorzystując chwilę nieuwagi strażnika próbujesz dostać się do środka. Biegnąc przed siebie słyszysz jak zaczyna podnosić alarm i momentalnie zaczynasz żałować swojej decyzji. Nie udało Ci się dobiec do budynku kiedy zostałaś otoczona przez strażników, którzy wycelowali w Ciebie włócznie, miecze, kusze i łuki. Poczułaś mrowienie w okolicach gardła. Trafili Cię zaklęciem Wyciszenia. Uderzenie gorąca w potylice zasygnalizowało kolejne zaklęcie. Ale nie byłaś w stanie już myśleć o tym co to za zaklęcie. Twoje ciało zaczęło sztywnieć, nie mogłaś się ruszyć. Twoje oczy spowijał mrok aż nie czułaś już nic. Obudziłaś się po chwili, jednak już w zupełnie innym miejscu.",
        "next": "default"
    },
    {
        "id": 64,
        "type":"gameover_jail"
    },
    {
        "id": 65,
        "type":"text",
        "text":"Widząc jak się do niego zbliżasz mężczyzna uderza młotkiem w niewielką główkę gwoździa, cudem unikając zmiażdżenia palca.",
        "next": "default"
    },
    {
        "id": 66,
        "type":"dialogue",
        "who":"Bogaty kupiec",
        "text":"Witam serdecznie! Jeżeli jesteś zainteresowana sporym zarobkiem to proponuje Ci niezłą pracę!",
        "next": [
            {
                "text":"Co to za praca?"
            }
        ],
        "events": [
            {
                "type":"PERSON_VISITED",
                "id": 4
            }
        ]
    },
    {
        "id": 67,
        "type":"dialogue",
        "who":"Bogaty kupiec",
        "text":"Ja i moja karawana potrzebujemy eskorty do miasta Mirabar. Jedziemy po towary dlatego wystarczy nam jeden najemnik. Co Ty na to?",
        "next": [
            {
                "text":"Jakie niebezpieczeństwa czychają na trakcie?"
            }
        ]
    },
    {
        "id": 68,
        "type":"dialogue",
        "who":"Bogaty kupiec",
        "text":"Gibberlingi, gobliny, wilki, bandyci, trolle. Standardowe zagrożenie spotykane praktycznie wszędzie.",
        "next": [
            {
                "text":"Pomyślę nad tym."
            }
        ]
    },
    {
        "id": 69,
        "type":"dialogue",
        "who":"Bogaty kupiec",
        "text":"Jasna sprawa! Jakbyś już podjęła decyzję to zapraszam Cię do portowej tawerny \"Srebrny kufel\".",
        "next": [
            {
                "text":"Jak tylko podejmę decyzję to zjawię się niezwłocznie.",
                "path": 54
            }
        ]
    }
]
